export default {
  desc: 'Компания MaidSafe, изначально разработавшая SAFE Network, руководствуется одной главной целью: обеспечить конфиденциальность, безопасность и свободу каждому на планете.',
  CTA: {
    name: 'Как связаться с MaidSafe',
    url: 'https://maidsafe.net/'
  },
  para: [
    'В 2006 году MaidSafe начал работу по децентрализованному Интернету, который является приватным, безопасным и бесплатным для всех. С тех первых дней команда, возглавляемая основателем Дэвидом Ирвином, была сосредоточена исключительно на создании SAFE Network для решения проблем все более централизованного Интернета, который с ежедневными новыми проблемами.',
    'MaidSafe базируется в Эр, Шотландия, но команда распространяется по всему миру. Он привлек таланты из разных культур и стран, отражая пользователей, которым они служат. Состоящие из мыслителей, изобретателей, разработчиков, докторов наук, инженеров и дизайнеров, они создают программное обеспечение с [открытым исходным кодом, которое можно свободно использовать](https://github.com/maidsafe) и совместно использовать в одной миссии: стремление обеспечить безопасность и конфиденциальность для всех.',
    'MaidSafe управляется и находится под влиянием сетевого сообщества SAFE, которое помогло финансировать работу и направлять свои решения посредством дискуссий на платформах, управляемых сообществом.',
    'SAFE Network в настоящее время находится на стадии альфа-релиза. После полной версии MaidSafe станет лишь одним из многих тысяч разработок, на которых будут зарабатывать, выполняя разработку в сети благодаря встроенной схеме стимулирования.',
    'Чтобы связаться напрямую с командой, посетите веб-сайт компании по адресу [maidsafe.net](https://maidsafe.net/contact) для получения более подробной информации.'
  ]
}
