export default {
  banner: {
    title: 'Автономный, Децентрализованный, Зашифрованный.',
    aside: {
      para: 'Работая на резервных мощностях обычных компьютеров, SAFE заменяет уязвимую структуру существующей сети на децентрализованную автономную сеть. Надежно и доступно каждому.',
      CTA: {
        name: `Вот как это работает`,
        url: '/faq/#what-is-a-vault'
      }
    },
  },
  topics: [
    {
      name: 'Введение',
      desc: [
        {
          title: 'Начало работы с SAFE Network',
          para: [
            'Если вы не понимаете, что может означать новая децентрализованная сеть, вы не сами. Но как только преимущества новой сети, построенной на SAFE Network становятся очевидными - постоянные данные, которые никогда не будут храниться ненадежными и взломанными третьими лицами, к которым только вы один можете получить доступ в любое время из любой точки земного шара, - ценность становится более ясной. Для создания системы, способной выполнить такие обещания, требуется огромный объем работы. Итак, для начала, вот несколько советов о некоторых технологиях, которые в основе.'
          ]
        }
      ]
    }, {
      name: 'Просмотр',
      desc: [
        {
          title: 'Все человеческие знания, доступные всему человечеству.',
          para: [
            `Возможно, вы хотите только просматривать контент в сети. Для многих это сегодня может показаться ничем не отличающимся от сегодняшнего Интернета. Но для 1,5 миллиарда людей по всему миру, заблокированных от таких сайтов, как Википедия, это гигантский скачок вперед. И все, что им нужно сделать, это загрузить браузер SAFE - ворота в новую сеть, доступный любому, где угодно.`,
            'Просмотр в SAFE полностью конфиденциально, анонимно и безопасно, без отслеживания корпоративными или государственными структурами. Выбор, который вы делаете, остается за вами. Больше не нужно быть в постоянном страхе что кто-то подсматривает.'
          ]
        }
      ],
      aside: {
        position: 1,
        para: 'Хотите попробовать SAFE Network и помочь построить будущее Интернета?',
        CTA: {
          name: 'Участвовать',
          url: '/get-involved/'
        }
      }
    }, {
      name: 'Хранение данных',
      desc: [
        {
          title: 'Платишь один раз, надёжно сохраняешь навсегда',
          para: [
            `Вы, вероятно, захотите хранить данные в сети. Почему? Потому что в обмен на очень маленький одноразовый платеж Safecoin-ом, ваши данные будут храниться вечно, зашифрованы и доступны в любой точке мира и только вам - если только вы сами не решите поделиться ими.`
          ],
          quote: `"Ваши данные не могут быть украдены, потому что они никогда не хранятся в сети"`
        }, {
          para: `Сеть не нуждается в каких-либо разрешений. Это означает, что вам не нужно обращаться к третьей стороне, чтобы принять участие, и, что самое важное, никто не может остановить вас. Это происходит потому, что SAFE Network имеет само-аутентификацию. Это единственная децентрализованная сеть в мире, которая позволяет кому-то безопасно и анонимно создать учетную запись и войти в систему, не нуждаясь в третьей стороне для управления процессом входа в систему или для хранения и управления учетными данными пользователей. Это означает, что ваши учетные данные не могут быть украдены, потому что они никогда не хранятся в самой сети.`
        }, {
          title: 'Сохранение ваших данных надежно и в тайне',
          para: [
            `Далее поговорим о шифровании. Представьте, что вы хотите сохранить фотографию. Эти данные защищены несколькими уровнями шифрования. Ваша фотография разбивается на части, которые затем шифруются другими частями того же файла. Это «самошифрование» происходит до того, как данные попадают в сеть. Таким образом, если вы не решите пере-сохранить или исправить её, никакие данные не загрузятся в Сеть, если только она не зашифрована. И он спроектирован так, что вы единственный, кто имеет ключ.`,
            `Это совершенно другой подход к платформам хранения на основе блокчейна, который часто защищает только указатель, который показывает, где хранятся данные. С данными, хранящимися в другом месте, вы можете доказать, что данные не были подделаны. Но это не защищает сами данные. У SAFE Network совершенно другой подход. Сами данные зашифрованы и хранятся в сети. Это означает, что нет хранилищ данных для защиты в другом месте.`
          ]
        }
      ],
    }, {
      name: 'Где хранятся данные?',
      desc: [
        {
          title: 'Вот, бессерверный интернет',
          para: [
            'Сегодняшний Интернет уязвим, потому что данные хранятся в центральных точках. Они становятся мишенями для хакеров, воров и сборщиков данных, или для тех, кто хочет узнать ваши личные данные.',
            'SAFE Network не имеет этих централизованных серверов. У нее нет единой точки, на которую можно напасть, выследить и взломать. Все загруженные данные разбиваются на куски, шифруются, рассредоточиваются по сети и постоянно перемещаются между компьютерами.',
            'Как же злоумышленник может найти вашу фотографию? Не читая их, он должен был бы знать, какие зашифрованные фрагменты составляет каждый один файл; где они все хранились и хранятся; контролировать количество компьютеров, которые несут ответственность за управление каждым из этих разных мест в сети в любой момент времени; а потом как-то всё это расшифровать (без пароля!).',
            `И это упрощенно. На самом деле это намного сложнее. Но это дает вам представление о том, насколько безопасны данные в SAFE Network. Как только вы поймете, что сеть самостоятельно принимает решения о местонахождении и кто что делает, задача, стоящая перед любым злоумышленником, становится ещё запутанней.`
          ]
        }
      ],
      aside: {
        position: 3,
        title: 'Когда это будет готово?',
        para: 'Мы находимся на заре новой сети, и готовимся к выпуску последнего этапа SAFE Network.',
        CTA: {
          name: 'Смотрите план действий',
          url: '/roadmap/'
        }
      }
    }, {
      name: 'Кто хранит ваши данные?',
      desc: [
        {
          title: 'Сеть, размещена всеми, и никто ей не управляет',
          para: [
            'Без централизованного хранилища данные хранятся в Vaults. Люди загружают бесплатное программное обеспечение Vault на свои домашние компьютеры, тем самым дают Сети своё согласие, что они принимают участие. Предоставляя хранилище и пропускную способность для поддержки сети, вы можете получить вознаграждение в Safecoin, криптовалюте, которая питает сеть.',
            'Сеть просто использует пространство, которое вы предлагаете, и управляет любыми кусками зашифрованных данных, которые необходимы для обеспечения безопасности и стабильности системы. Ключевым моментом здесь является то, что никто (ни компьютеры ни сеть) не может прочитать эти данные. Каждый кусок зашифрованных данных управляется своей собственной группой. Сеть решает, какие компьютеры должны входить в какие группы, и это постоянно меняется. И человек с запущенным Vault, никогда и не при каких обстоятельствах не сможет прочитать какие-либо данные, хранящиеся на его компьютере.',
            'Запустив Vault, ваш компьютер может вернуть любые данные, запрошенные его владельцем. Награды, выплачиваемые системой, будут варьироваться в зависимости от сети, которая варьируется ценой Safecoin-ом, чтобы сбалансировать сеть таким образом, чтобы она постоянно поддерживала около 30% неиспользованных хранилищ (Vaults).'
          ]
        }
      ]
    }, {
      name: 'Сетевая архитектура',
      desc: [
        {
          title: 'Анатомия автономной сети',
          para: [
            'SAFE Network является самоуправляемой. Она управляет тем, как компьютеры могут действовать в сети в режиме реального времени, динамически изменяя роли и обязанности в ответ на изменения в реальном времени без какого-либо участия людей или компаний.',
            'Сеть построена на основе программного обеспечения с открытым исходным кодом, которое позволяет компьютерам напрямую подключаться друг к другу в любой точке мира. Трафик находится над этим и устанавливает правила сети. Это означает, что компьютеры будут работать определенным образом, что гарантирует эффективную работу Сети без централизованного администратора.',
            'Эти правила гарантируют, что компьютеры достигнут соглашения о том, что разрешено, а что нет, и порядке, в котором всё будет происходить. Решения принимаются компьютерами в отдельных секциях, которые имеют историю хорошего поведения, и благодаря передовому алгоритму консенсуса на основе DAG под названием PARSEC, сеть гарантированно достигнет соглашения, несмотря на огромное количество событий, происходящих одновременно каждую секунду во всем мире.'
          ]
        }, {
          title: 'Глобальное общение, глобальный масштаб',
          para: 'Несмотря на то, что Секции автономны, Сеть предназначена для обеспечения надежной связи. Это достигается за счет того, что любой контакт между неизвестными компьютерами сопровождается криптографическим доказательством того, что каждый задействованный компьютер действительно является частью сети. С Secure Message Relay поставляется Data Chains , новый способ, который гарантирует, что огромные объемы данных могут надежно и безопасно передаваться между различными узлами, которые никогда ранее не знали друг друга. Все это стало возможным благодаря основному конструктивному решению, с которого мы начали: все данные хранятся в сети. Зашифрованы и готовы к распространению по всему миру.'
        }
      ]
    }
  ]
}
