export default {
  banner: {
    title: `Mы Создаем \nНовый Интернет`,
    desc: '[Свобода](/#freedom) выражения мнения, [контроль](/#control) личных данных, [конфиденциальность и безопасность](/#privacy) общения; и совершенно новая [экономика](/#economy). Добро пожаловать в SAFE Network.',
    aside: {
      para: 'Использование свободной пропускной способности и неиспользуемое дисковое пространство на домашних компьютерах и телефонах, мы выводим сеть из корпоративных серверов, из-под государственного контроля и возвращаем её обратно в руки людей.',
      CTA: {
        name: 'Посмотрим, как это работает.',
        url: '/how-it-works/'
      }
    },
  },
  freedom: {
    title: 'Децентрализовано и автономно: \nСвобода самовыражения.',
    para: [
      'Каждый должен иметь возможность свободно сотрудничать и обмениваться идеями; свободный и неограниченный доступ к информации для всех во всем мире.',
      'Вот почему мы разработали систему, не похожую ни на одну другую: автономную сеть, которая работает сама по себе, распространенную по всему земному шару, которую нельзя отключить, контролировать или подвергнуть цензуре.'
    ],
    CTA: {
      name: 'Что такое Автономная Сеть??',
      url: '/faq/#what-is-an-autonomous-network'
    },
    founderQuote: {
      para: `"Не обязательно исправлять интернет, есть и другое решение, частью которого мы все можем стать."`,
      by: 'Дэвид Ирвин – основатель.'
    },
    aside1: {
      title: 'Вся информация равна.',
      para: 'Все данные в сети обрабатываются одинаково, и каждый имеет равноправный и свободный доступ. Сетевой нейтралитет - является стандартом.'
    },
    aside2: {
      title: 'Не может быть подвергнут цензуре или выключен.',
      para: 'Поскольку SAFE Network является автономной, ее нельзя отключить, заблокировать или контролировать. Это принадлежит человечеству.'
    }
  },
  privacy: {
    title: 'Полная Конфиденциальность, Абсолютная Безопасность.',
    para: [
      'Конфиденциальность и безопасность должны быть доступны каждому, а не только тем, у кого денег куры не клюют.',
      'Вот почему SAFE Network - по умолчанию шифрует все данные, автоматически разбивая их на множество частей, которые постоянно перемещаются по всему земному шару и, следовательно, их невозможно отследить. Так же, как и ваш доступ к ним тоже не проследить.',
      ' Больше нет взломанных данных, больше нет украденных паролей, больше нет перехвата. Частный. Безопасный. Анонимный.'
    ],
    CTA: {
      name: 'Как это работает?',
      url: '/how-it-works/'
    },
    quote: {
      para: 'Когда нам предоставляются возможность для конфиденциального и безопасного общения, мы получаем свободу сотрудничать и вводить новшества как единое целое.'
    },
    aside1: {
      title: 'Просматривать и иметь доступ полностью анонимно.',
      para: 'В SAFE Network вы можете совершенно анонимно просматривать и загружать файлы из любой точки мира. Нет необходимости в аккаунте.'
    }
  },
  data: {
    title: 'Полный контроль над вашими данными.',
    para: [
      'SAFE Network переворачивает текущую модель владения данными с ног на голову.',
      'Прошли те дни, когда ваша личная информация хранилась на корпоративных серверах. Самостоятельная аутентификация означает, что вы полностью контролируете свои данные: они находятся только у вас. Предоставьте разрешения приложениям для подключения к ним, и ни одна компания или какая-либо третья сторона никогда не будет иметь к ним доступ. ',
    ],
    CTA: {
      name: 'Узнайте больше о Самостоятельной Аутентификации',
      url: 'faq/#what-is-self-authentication'
    },
    aside1: {
      title: 'Платишь Один Раз, Сохраняешь Навсегда.',
      para: [
        'Загрузите ваши данные и храните их надежно навсегда. Получите бесплатный неограниченный доступ с любого подключенного устройства по всему миру.',
        'Вы будете платить минимальную однократную плату за загрузку, и вы получите постоянную, безопасную, резервную копию без ежемесячной платы.'
      ]
    },
    aside2: {
      title: 'Один Пароль. На этот раз по-настоящему.',
      para: [
        'Все приложения надежно доступны с одним паролем, используемый при регистрации. Попрощайтесь со всеми менеджерами паролей.',
      ]
    },
    aside3: {
      title: 'Переносимость данных.',
      para: [
        'Полный контроль означает, что вы можете быстро и легко перемещать данные между приложениями и сервисами. Смешивайте и сочетайте в соответствии с вашими потребностями и не оставляете никаких данных.',
      ]
    },
    aside4: {
      title: 'Чувак, где мой блокчейн?',
      para: [
        'Отсутствие блокчейна означает бесконечную масштабируемость и мгновенные транзакции на скорости сети. Именно то, что нужно глобальной сети.',
      ],
      CTA: {
        name: 'Узнайте больше о дизайне.',
        url: '/how-it-works/'
      }
    },
  },
  economy: {
    title: 'Новая цифровая экономика',
    para: [
      'Добро пожаловать в новую экономику, где вы больше не платите за цифровую жизнь своими личными данными. Вместо этого вы будете использовать Safecoin, криптовалюту, которая полностью интегрирована в сеть и распространяется по ней.',
      'Пользователи получают компенсацию за предоставление своих ресурсов и могут использовать это, чтобы платить разработчикам за использование их приложений.',
      'SAFE — это сеть, в которой вознаграждение распределяется на основе ценности, которую каждый предоставляет.'
    ],
    CTA: {
      name: 'Узнайте больше о Safecoin',
      url: '/safecoin/'
    },
    aside1: {
      title: 'Всегда Свободный Доступ',
      para: [
        'Информация всегда свободна для доступа. Вы никогда не будете платить за просмотр или загрузку. SAFE Network гарантирует всем равный доступ к данным. Вам даже не нужен аккаунт, просто загрузите браузер.',
      ]
    },
    aside2: {
      title: 'Идеальный маркет',
      para: [
        'Поскольку нет человеческого взаимодействия, сеть автономно создает идеальный маркет. Цены устанавливаются постоянно в зависимости от доступных ресурсов и спроса пользователей.',
      ]
    },
    aside3: {
      title: 'Нет затрат на инфраструктуру',
      para: [
        'Без фиксированных затрат на инфраструктуру каждый дополнительный участник сети увеличивает полезность и скорость для всех остальных. А система вознаграждает популярные приложения и веб-сайты платежами напрямую.',
      ]
    },
    aside4: {
      title: 'Внесите Свой Вклад, Получите Деньги.',
      para: [
        'Запустив Хранилище, вы можете предложить сети свои неиспользованные ресурсы, такие как пространство на жестком диске и пропускную способность, вы автоматически будете получать вознаграждение с помощью Safecoin.',
      ]
    },
  }
}
