  export default {
  title: 'Часто задаваемые вопросы',
  sections: [
    {
      title: 'О SAFE Network',
      items: [
        {
          question: 'Что такое SAFE Network?',
          answer: [
            'Сеть SAFE (безопасный доступ для всех) - это новый безопасный способ доступа к приложениям, которые ценят безопасность ваших данных превыше всего. Загрузка бесплатного программного обеспечения SAFE обеспечит доступ к: сообщениям, приложениям, электронной почте, социальным сетям, хранилищу данных, видеоконференциям и многому другому.',
            'Вместо использования центров обработки данных и серверов, которые подвержены краже данных и наблюдению, как это принято в современном Интернете, сеть SAFE использует передовые peer-to-peer технологии, которые объединяют свободные вычислительные мощности всех пользователей SAFE, создавая глобальную сеть.',
            'SAFE Network состоит из неиспользуемого пространства на жестком диске, вычислительной мощности и связи и передачи данных своих пользователей. Она предлагает уровень безопасности и конфиденциальности, аналогов пока которому нет в существующем Интернете, предоставляя пользователям контроль над своими данными, а не доверяя их организациям.',
            'Предоставляя SAFE свои неиспользуемые вычислительные ресурсы, вы будете получать оплату с помощью сетевого токена [Safecoin](/safecoin).'
          ]
        },
        {
          question: 'Что такое автономная сеть?',
          answer: [
            'Автономная сеть - это сеть, в которой нет человеческого контроля. Любой может присоединиться, и, что самое важное, никто не может быть исключён из неё.',
            'С момента загрузки зашифрованных данных не требуется никаких человеческих вмешательств, чтобы ваши данные оставались безопасными и доступными, пока вы сами не решите получить к ним доступ. Без участия людей сеть SAFE интеллектуально перемещает фрагменты ваших данных между узлами, которые она также постоянно переназначает различным группам, чтобы обеспечить полную безопасность и конфиденциальность в любое время. Вы сами решаете, какую информацию вы будете хранить, и автономная сеть защищает ее.',
            '_[Подробнее о автономных сетях](https://metaquestions.me/2017/08/12/the-impossible-network/)_'
          ]
        },
        {
          question: 'Почему я должен использовать SAFE Network?',
          answer: [
            'Приложения и программы в существующем Интернете подрывают вашу конфиденциальность посредством рекламы и эффективно контролируют ваши данные, предоставляя вам доступ при входе в систему. В SAFE Network только вы контролируете, кто имеет доступ к вашим данным, а децентрализованные функции делают ваши данные более безопасными, чем когда-либо прежде. Если вы вносите часть своей свободной вычислительной мощности в сеть, вы получите компенсацию за это с помощью встроенного в сеть токена [Safecoin](/safecoin).'
          ]
        },
        {
          question: 'Кто владеет SAFE Network?',
          answer: [
            '**Никто.**',
            'SAFE Network с [открытым исходным кодом](https://github.com/maidsafe). Наше видение состоит в том, чтобы создать ресурс, который может использоваться каждым для распространения всех человеческих знаний и для облегчения обмена информацией по всей планете, независимо от страны проживания, культуры или экономического происхождения.'
          ]
        },
        {
          question: 'Кто такие MaidSafe?',
          answer: [
            'Основанная в 2006 году шотландским инженером Дэвидом Ирвином, компания MaidSafe является основным разработчиком SAFE Network . Это небольшая команда, состоящая из: мыслителей, изобретателей, разработчиков, докторов наук, инженеров и дизайнеров. Компания базируется в Эр, Шотландия, работает удаленно с талантами из разных культур и стран, отражая пользователей, которых обслуживает. Несмотря на это разнообразие, у всех нас есть одна миссия: обеспечить безопасность и конфиденциальность для всех.',
            '_[Посетите Maidsafe.net](https://maidsafe.net)_'
          ]
        },
        {
            question: 'Что мне нужно для просмотра безопасной сети?',
            answer: [
              '[Скачайте приложение SAFE Network!](https://github.com/maidsafe/safe-network-app/releases/latest)'
            ]
          },
        {
          question: 'Как я могу вступить в сообщество SAFE Network?',
          answer: [
            'Сообщество наиболее активно участвует в [SAFE Network форуме](https://safenetforum.org/) и мы рекомендуем начать с [раздела для начинающих](https://safenetforum.org/c/beginners).',
            '*[Посетить форум](https://safenetforum.org/)*'
          ]
        },
        {
          question: 'Как мне получить помощь?',
          answer: [
            '[SAFE Network Форум](https://safenetforum.org) - это место, где можно получить ответы на все вопросы о Сети.',
            '_[Посетить форум](https://safenetforum.org/)_'
          ]
        }
      ]
    },
    // {
    //   title: 'Getting Started',
    //   items: [
        // {
        //   question: 'What do I need in order to browse the SAFE Network?',
        //   answer: [
        //     '[Download the SAFE Network App!](https://github.com/maidsafe/safe-network-app/releases)'
        //   ]
        // },
        // {
        //   question: 'Do I need an account to access the network?',
        //   answer: [
        //     'While the network is in Alpha then yes, you\'ll need to have an account.  See \'How do I create an account?\' below for a step-by-step guide.'
        //   ]
        // },
        // {
        //   question: 'How do I create an account?',
        //   answer: [
        //     '#### Here’s a step-by-step Guide:',
        //     '- [Download](https://github.com/maidsafe/safe_browser/releases/) and install the SAFE Browser.\n- [Register an account on the community forum](https://safenetforum.org/), it takes less than a minute. \n- [Gain basic trust level](https://safenetforum.org/t/trust-level-1-basic-user-requirements/15200). — this requires around an hour reading and interacting as a measure to stop the test network being spammed during the development phase.\n- Open the SAFE browser.\n- Click *Create Account* at the bottom of the screen.\n- In the next screen select ‘Claim An Invitation’.\n- Login to the forum within the SAFE Browser, the setup process will prompt you to do this if you have not already done so.\n- Select the Shared Vault Network.- The installer will now provide you with your invitation code. Please note: it is important that your current and registered IPs match, if they do not, click to update.\n- Copy the invite code at the bottom of the screen and paste this back into the field that asks for an ‘Invitation Token’ in the SAFE Browser.\n- You will now be asked to create an Account Secret and Password. Please make sure you keep these safe as only you will ever have access to your credentials. There is no central record of these credentials anywhere within the system and without them you will not be able to access your data.\n- Congratulations! You are now ready to not just browse the SAFE Network, but upload your own data, create websites and use some of the demo apps being worked on by the community.'
        //   ]
        // },
        
    //   ]
    // },
    {
      title: 'Как это работает',
      items: [
        {
          question: 'Что такое Хранилище?',
          answer: [
            'SAFE Network состоит из узлов, называемых Хранилищами . Хранилища - это программа, которая работает на устройстве, которое подключает компьютер к сети. В совокупности Хранилища управляют хранением всех данных в сети, управляя перемещением фрагментов зашифрованных пользовательских данных, которые хранятся в сети. Ни один Фермер – (пользователь) не может расшифровать порцию данных, которые получает его или ее Хранилищe , и в обмен на предоставление услуг получает вознаграждение Safecoin-ом.',
            'Хранилища гарантируют, что события, происходящие в сети, действительны. Они сгруппированы в небольшие группы, каждая из которых отвечает за наблюдение за данными, хранящимися в разделе (определенный диапазон адресов).',
            'Эти группы узлов формируются, объединяются и разделяются без какого-либо человеческого контроля, поскольку сама SAFE Network полностью контролирует процесс. Таким же образом блоки зашифрованных данных перемещаются по сети полностью автономно. Сеть не требует никаких центральных серверов или агентов (таких как трекеры BitTorrent). Ни один центральный орган не контролирует процесс.',
            'Точно так же, как детям не разрешается голосовать на выборах, Хранилищу не разрешается голосовать за события в сети (например, присоединение нового члена или хранение фрагмента данных), пока он не зарекомендовал себя как надежный. Изначально Хранилище должно успешно выполнить запрос [Proof of Resource](https://www.youtube.com/watch?v=rdczpOlLaVk)для подключения к сети, доказав, что он может обеспечить определенную пропускную способность и мощность процессора. Затем он назначается секции и получает низкий ранг(low Node Age). После этого первоначального соединения Сеть будет автономно перемещать (сбивать) это Хранилище в произвольном порядке из секции в секцию, предоставляя ему возможность построить свою репутацию (Node Age). Как только его ранг достигает определенного значения, он может быть активным участником групповых решений. Хранилище с наибольшим рангом в секции называется Старейшина. В результате, поскольку новые Хранилища должны доказать свою ценность в различных случайных секциях, прежде чем они смогут голосовать, таким образом, атака на конкретную секцию в SAFE Network почти невозможен.',
            'Хранилища также криптографически проверяют сообщения и выполняют более определенные роли, называемые персонами . Каждое Хранилище будет иметь (Client Manager) персона . При этом ведется учет данных учетной записи для каждого Клиента (пользователя) в его Секции. Например, это подтвердит, сколько данных было загружено в Сеть, сколько хранится, а остаток баланса Safecoin остается для финансирования дальнейших загрузок. Хотя клиентский менеджер знает баланс счета, он не может связать его с личностью (то есть с IP-адресом, именем пользователя или общедоступной личностью).',
            'Каждое Хранилище также имеет менеджера данных (Data Manager). Он управляет тем, где хранятся зашифрованные фрагменты данных других пользователей, и отвечает за фрагменты в своей секции.'
          ]
        },
        {
          question: 'Зачем нужна автономная сеть?',
          answer: [
            'Автономная сеть - это та, которая управляет всеми нашими данными и коммуникациями без вмешательства человека и посредников. Это сеть, которая сама себя настраивает. Ресурсы не добавляются централизованным ИТ-администратором, что снижает вероятность злонамеренных или небрежных действий. Сеть существует без какого-либо и кого-либо разрешения (permissionless ) - участие открыто для всех, кто ищет ее, что устраняет риски монополизации отдельных организаций, чья власть может беспрепятственно расти.',
            'Много случаев утечки данных вызваны человеческой ошибкой. Но проблема более фундаментальная. Мы все больше зависим от систем, в которых наши данные хранятся другими. По мере того, как все больше наших личных данных попадает в руки третьих лиц, риски отказов возрастают с каждым днем. Мы уже видим, что наши данные используются в целях, которые нам сегодня не нравятся. Насколько вероятно, что ваш доступ будет полностью аннулирован? Что вы больше не будете контролировать этот поток данных о своей жизни? В некоторых странах это уже реальность.',
            'Мы можем улучшить физическую безопасность. Мы должны гарантировать, что данные не могут быть удалены, изменены, повреждены или доступны без согласия владельца данных. Физическая безопасность может быть обеспечена только путем исключения людей из управления нашими данными. У вас должны быть места хранения, которые никому не известны, кроме сети и в которой пользователь не может быть идентифицирован. Только автономная сеть обеспечивает этот уровень безопасности.',
            'Автономная сеть автоматически разделяет и шифрует (используя само-шифрование) все данные перед их динамическим хранением в выбранных местах. Узлы присоединяются анонимно, и Сеть будет постоянно перемещать эти узлы между группами - опять же без какого-либо вмешательства человека или централизованной записи. Вместе каждая группа узлов принимает решения на основе сообщений, которые они получают.',
            'Автономная сеть также может создавать дополнительные копии популярных данных, что означает, что запросы обслуживаются быстрее. В то же время сама сеть может выявлять дубликаты копий идентичных данных и сводить их к минимуму.',
            'На наш дизайнерский подход повлиял скромный муравей. Муравьиные колонии демонстрируют сложное и высокоорганизованное поведение в огромных масштабах без опоры на центральную власть. Вместо этого каждый муравей выполняет разные обязанности в зависимости от потребностей колонии. Аналогичным образом узлы в SAFE Network выполняют разные функции в зависимости от типов сообщений, которые им необходимы.',
            'Так зачем нам автономная сеть? Поскольку люди совершают ошибки, централизованные хранилища подвержены сбоям, и нам всем вместе необходимо создать платформу, на которой человечество сможет взаимодействовать, поскольку мы движемся в будущее.'
          ]
        },
        {
          question: 'Что является доказательством наличия ресурсов?',
          answer: [
            'Доказательство наличия ресурсов - это процесс, который измеряет способность Хранилища хранить и извлекать фрагменты данных. Компьютер пользователя получает оценку в зависимости от скорости процессора, пропускной способности, места на диске и времени в сети.',
            'Доказательство наличия ресурсов в SAFE Network использует механизм, аналогичный доказательству с нулевым разглашением. Механизм проверки не должен знать, какие данные проверяются, он просто должен знать, что правильные данные хранятся точно.'
          ]
        },
        {
          question: 'Что такое само&#8209;шифрование?',
          answer: [
            'Само-шифрование - это способ разделения фрагмента данных, а затем каждый фрагмент шифруется с использованием других фрагментов этого же фрагмента данных. Это критически важный процесс в SAFE Network, гарантирующий, что данные не распознаются и не поддаются расшифровке даже в случае нарушения алгоритма шифрования.',
            'Все данные зашифровываются до того, как они попадают в SAFE Network. Процесс автоматический и происходит мгновенно в реальном времени.',
            'Поскольку данные сохраняются на виртуальном жестком диске пользователя, они разбиваются как минимум на три блока, [хэшируются](https://en.wikipedia.org/wiki/Hash_function) и затем шифруются. Чтобы дополнительно запутать данные, каждый кусок передается через функцию [XOR](https://en.wikipedia.org/wiki/Exclusive_or) с использованием хэшей других фрагментов. Затем каждый блок разбивается, и пары ключ-значение добавляются в таблицу в аккаунта юзера , которая называется картой данных. Карта данных содержит местоположения каждого блока, который составляет файл. Карта данных с хэшами до и после шифрования используется при извлечении и декодировании данных пользователя, поскольку процесс шифрования необратим.',
            'Весь этот процесс происходит у клиента (то есть на компьютере пользователя), так что данные в сети всегда шифруются, и только пользователи с правильными учетными данными могут расшифровать файл. Это также означает, что пароли никогда не могут быть украдены из сети, поскольку они никогда не выходят за пределы компьютера Пользователя. Для дополнительной безопасности карта данных также проходит процесс само-шифрования.',
            '[Посмотрите видео](https://youtu.be/Jnvwv4z17b4)'
          ]
        },
        {
          question: 'Что такое ПАРСЕК?',
          answer: [
            'Протокол для асинхронного, надежного, безопасного и эффективного консенсуса.',
            'ПАРСЕК - это алгоритм консенсуса, который позволяет децентрализованным сетям достигать соглашения о серии событий, действий и надежным способом, которые являются не только высоко асинхронными, но и устойчивые к Византийским проблемам(Byzantine Fault Tolerant ). Другими словами, математически гарантируется, что Сеть достигнет консенсуса (при условии, что не более одной трети узлов являются вредоносными или не отвечают по какой-либо причине).',
            '[Прочитайте документ](https://docs.maidsafe.net/Whitepapers/pdf/PARSEC.pdf)',
            '_PDF_',
            '[Посмотрите видео с техническим обзором](https://youtu.be/JKagaPUrDsY)',
            '_YouTube_',
            '[Пусть Даг от MaidSafe объяснит](https://youtu.be/3YRaTCET5ZU)',
            '_YouTube_'
          ]
        },
        {
          question: 'Что такое дедупликация данных?',
          answer: [
            'SAFE Network использует [дедупликацию данных](https://en.wikipedia.org/wiki/Data_deduplication) чтобы обеспечить эффективное использование пространства при хранении нескольких копий данных, которые были уникально зашифрованы. Сеть способна различать идентичные фрагменты данных, сравнивая хеши каждого фрагмента. Хранилища также используют хеши для идентификации себя (известный как гарантированная идентификация Хранилища).'
          ]
        },
        {
          question: 'Что такое само-аутентификация?',
          answer: [
            'Само-аутентификация означает, что вы можете войти и защитить свои данные без посредников. Вам никогда не придется никому сообщать свой пароль или запрашивать разрешение третьей стороны на доступ к вашим данным. Ваша информация и доступ к ней принадлежит вам и никому другому. Ваше Секретное слово и Пароль используются, чтобы найти ваши данные в Сети, а затем используются для дешифрования этих данных локально. Это означает, что никому не нужно хранить записи о ваших файлах или ваших данных для входа в систему - и вам не нужно ни у кого спрашивать разрешения на доступ к ним. Это называется само-аутентификацией и позволяет вам находить, разблокировать и расшифровывать свои собственные данные. '
          ]
        },
        {
          question: 'Что такое близкий групповой консенсус?',
          answer: [
            'Ключевым требованием децентрализованной сети является консенсус. Другими словами, как узлы могут достичь соглашения, когда нет централизованных полномочий, и когда у вас могут быть узлы, которые являются либо вредоносными, либо выходят из строя. Многие проекты будут опираться на блокчейн для достижения этого консенсуса, но, как мы знаем, [этот подход не работает](https://www.youtube.com/watch?v=i-RLdU8Y0Qc) с SAFE Network, где количество транзакций больше и пользователи ожидают мгновенного получения данных. Итак, как вы достигнете консенсуса в отношении все большей группы децентрализованных узлов, не ставя под угрозу безопасность?',
            'Ответ лежит в близости групп. Используя Консенсус о близости групп, небольшие группы могут делать заявления от имени всей Сети, что означает, что Сети не нужно каждый раз напрямую связываться с каждым узлом.',
            'В SAFE Network концепция ‘близости‘ происходит от того, что называется сетью XOR. Это способ рандомизации физического местоположения данных в распределенной сети и обеспечения уникальности каждого местоположения. Тем не менее, в этом смысле он также используется, потому что каждое Хранилище также имеет местоположение XOR. Близкая группа затем состоит из ближайших идентификаторов Хранилища и идентификатора Хранилища пользователя с точки зрения расстояния XOR. Это расстояние измеряется в математическом смысле, а не в географическом смысле.',
            'Группа Хранилищ, управляющая секцией, всегда будет пытаться достичь консенсуса (согласия) между собой по любому состоянию и действию. Они также ‘подписывают групповые‘ сообщения, которые передаются по более широкой сети, так что другие Хранилища в других группах могут криптографически проверять каждое сообщение и действие (например, формирование групп, разделение и объединение). Эти групповые подписи хранятся в цепочках данных, которые защищены и хранятся всеми Хранилищами в группе.',
            'Консенсус по близкой группе не используется для каждой операции в сети, поскольку это может привести к ненужной загрузке. Он используется только для размещения данных в сети - криптографические подписи используются для других действий, например, для простых изменений данных или отправки Safecoin-а другому пользователю.'
          ]
        },
        {
          question: 'Что такое Цепочки данных?',
          answer: [
            'Так же, как блокчейн Биткойна не содержит биткойнов. Тем не менее, он предоставляет доказательства того, что часть данных существует и где она должна существовать. Важно, что с помощью SAFE Network идентифицированные данные являются реальными (документы, видео и т.д.). Это означает, что мы можем использовать этот идентификатор данных, чтобы доказать, что сами фактические данные являются действительными сетевыми данными (т.е. они были ранее приняты сетью).',
            'Так что же такое архитектура цепочки данных? Представьте себе блок данных. Он содержит идентификаторы данных (например, хэш, имя, тип данных и т.д.). С этим блоком связана ссылка. Это связывает коллекцию подписей всех членов группы, которые согласны с тем, что данные в этом блоке верны. При каждом изменении членства в группе создается новая ссылка и добавляется в цепочку данных.',
            'Есть еще много деталей о архитектуре, но в целом цепочка данных будет разрастаться по мере роста сети, в то время как коллективная запись останется доступной для всех узлов. Ссылки подтверждают членство и согласие, которое имело место в прошлом. Используя Цепочки данных, узлы имеют доказуемую историю в Сети, что означает, что они могут подтвердить членство в группе и легко ранжироваться в целях безопасности. Некоторые узлы не должны содержать фактические данные, а только идентификаторы, поскольку существование этих данных гарантировано. И, что особенно важно, Цепочки данных в конечном итоге обеспечат безопасное восстановление данных, в случае катаклизма, а также обеспечат проверку данных хранящихся в Сети.',
            'Мы считаем, что цепочки данных кажутся естественным прогрессом для децентрализованных систем. Они позволяют просматривать и обрабатывать данные любого типа, размера или формата безопасным и децентрализованным образом - в смысле не только защиты физических данных, но и достоверности таких данных в Сети.'
          ]
        }
      ]
    },
    {
      title: 'О Safecoin',
      items: [
        {
          question: 'Что такое Safecoin?',
          answer: [
            'Safecoin - это цифровой токен, который автоматически генерируется сетью SAFE Network и остается в ней. Сеть будет автономно подтверждать остатки на счетах в кошельках и позволять совершать транзакции. Safecoin переводится с использованием цифровой подписи последнего владельца монеты. Эта операция является \’атомной сетью’\; другими словами, сеть гарантирует, что все копии обновляются, чтобы отразить транзакцию. Это другой подход к механизму блокчейна, который используется в других проектах, таких как Биткойн.'
          ]
        },
        {
          question: 'Как используется Safecoin в SAFE Network?',
          answer: [
            'Safecoin - валюта SAFE Network . Это стимулирующий механизм, который поощряет пользователей и разработчиков, а также обеспечивает доступ к сетевым сервисам.',
            'Без какого-либо вмешательства человека SAFE Network автоматически выплачивает Safecoin Фермерам (пользователям, которые присоединяются к сети, предоставляя свои вычислительные ресурсы) и строителям (разработчикам приложений, которым автоматически платят в зависимости от того, насколько используются их приложения).',
            'Кроме того, разработчики ядра, которые улучшают базовую кодовую базу SAFE Network, также могут заработать Safecoin, предоставляя исправления ошибок и новые функции.',
            'Safecoin живет только в SAFE Network . Он хранится в кошельке пользователя и может быть использован для покупки сетевых услуг, таких как увеличение места для хранения и доступ к сетевым приложениям. В SAFE Network может быть 4,3 млрд. Safecoin-ов, нет установленного времени их полного создания, всё автономно и зависит от спроса и предложения ресурсов в SAFE Network.'
          ]
        },
        {
          question: 'Как купить Safecoin?',
          answer: [
            'Safecoin не будет выпущен до тех пор, пока Сеть не заработает, поэтому их нельзя купить в данный момент. В настоящее время вы можете купить MaidSafeCoin, который будет заменен на Safecoin 1 к 1 после его выпуска.',
            'MaidSafeCoin указан в блокчейне Bitcoin и может быть приобретен на нескольких биржах, включая:',
            '- [Bittrex](https://global.bittrex.com/Market/Index?MarketName=BTC-MAID)\n- [HitBTC](https://hitbtc.com/MAID-to-BTC)'
          ]
        },
        {
          question: 'Почему бы просто не использовать Биткойн?',
          answer: [
            'Биткойн совершенно не связан с SAFE Network и не может быть сгенерирован или распространен SAFE Network. Safecoin генерируется в следствии использования сети (при сохранении, извлечении данных или создаются приложения) и является цифровой валютой SAFE Network.'
          ]
        },
        {
          question: 'Как оценивается Safecoin?',
          answer: [
            'Цена Safecoin будет устанавливаться рынком. Другими словами, спрос на приобретение Safecoin будет зависеть от спроса на покупку чего-либо в Сети с использованием Safecoin (например, другую валюту, продукты, услуги и т.д.). Хотя простой просмотр данных в сети будет бесплатным, Safecoin понадобится для покупки распределенного хранилища данных и для анонимной коммуникации. Фермеры должны зарабатывать более чем достаточно Safecoin, чтобы позволить им использовать Сеть. Те, кто зарабатывает больше, чем им нужно, скорее всего, продадут избыточную Safecoin на биржи.',
            'Стоит отметить, что генерация и распространение Safecoin будет полностью зависеть от сети, а это означает, что высокий спрос на Safecoin приведет к созданию большого объема, а низкий спрос приведет к минимальному генерированию монет.'
          ]
        },
        {
          question: 'Как распределён Safecoin?',
          answer: [
            'Общее количество Safecoin, которое может существовать в SAFE Network , составляет 2^32, или чуть менее 4,3 миллиарда. 5% от этой суммы было выделено для компенсации ранним инвесторам, которые поддерживали развитие сети в первые дни. Еще 10% было продано участникам краудсейла в начале 2014 года. Они получили MaidSafeCoin (токен на основе блокчейна, который будет заменен на Safecoin в соотношении один к одному при запуске сети). На этом этапе держатели могут использовать Safecoin по своему усмотрению.',
            'Кроме того, Safecoin будет входить и выходить из обращения непрерывным потоком следующим образом:',
            'Все новые Safecoin генерируются как часть процесса фермерства и распространяются среди Фермеров, разработчиков приложений и разработчиков ядра в соответствии с их индивидуальными алгоритмами, как описано ниже.',
            'Safecoin распространяется как продукт успешной “попытки фермерства“. Последовательность, приводящая к успешной попытке фермерства, начинается, когда Хранилище Фермера точно доставляет сохраненные данные при запросе данных. Когда это будет успешно сделано, Хранилище стремится претендовать на попытку фарма. Шанс на получение попытки фермерства регулируется сетевым коэффициентом фермерства (FR), который преобладает в данный момент, и регулирует легкость или сложность получения попытки фермерства в зависимости от преобладающих условий сети (доступность или нехватка ресурсов хранения).',
            '\n*   Фермеры имеют право на попытки фермерства в размере 100% от скорости фермерской добычи (FR) (в зависимости от ранга Хранилища).\n*   Разработчики предложений имеют право на попытки фермерства в размере 10% от скорости фермерской добычи(FR).\n*   Общий запас, из которого основные разработчики ядра получают вознаграждение за свои вклады, может претендовать на попытки фермерства в размере 5% от скорости фермерской добычи(FR).'
          ]
        },
        {
          question: 'Что такое MaidSafeCoin?',
          answer: [
            'MaidSafeCoin - это прокси-токен, который был выпущен во время публичных распродаж MaidSafe и будет заменен на Safecoin 1:1 при выпуске Safecoin.',
            'MaidSafeCoin указан в блокчейне Bitcoin и может быть приобретен на нескольких биржах, включая [Bittrex](https://global.bittrex.com/Market/Index?MarketName=BTC-MAID) и [HitBTC](https://hitbtc.com/MAID-to-BTC).',
          ]
        },
        {
          question: 'Как купить MaidSafeCoin?',
          answer: [
            'По сути, все, что нам нужно сделать, это купить биткойны и обменять их на MaidSafeCoin. Вот несколько простых шагов, необходимых для этого:',
            '\n1.  Создайте [OmniWallet](http://omniwallet.org/).\n2.  Купите биткойн у вашего предпочтительного продавца.\n3.  Создайте торговый счет на бирже, в которой перечислены MaidSafeCoin (например, на [Bittrex](https://global.bittrex.com/Market/Index?MarketName=BTC-MAID)).\n4.  Отправьте биткойн на торговый счет.\n5.  Обменяйте биткойны на MaidSafeCoin.\n6.  Выведите средства / переведите в OmniWallet.\n7.  MaidSafeCoin теперь в вашем OmniWallet!'
          ]
        },
        {
          question: 'Где я могу хранить MaidSafeCoin?',
          answer: [
            'Поскольку MaidSafeCoin построен с использованием протокола Omni на блокчейне Биткойн, его можно хранить в любом кошельке. Они могут быть не видны в программном обеспечении кошелька (из-за отсутствия поддержки Omni), но MaidSafeCoin будет в безопасности, пока ваш компьютер и личный ключ для этого адреса защищены. Вы сможете просмотреть их, используя [omniexplorer.info](https://omniexplorer.info).',
            'Чтобы создать новый Omniwallet или открыть существующий, посетите [omniwallet.org](https://www.omniwallet.org/).'
          ]
        },
        {
          question: 'Как конвертировать MaidSafeCoin в Safecoin?',
          answer: [
            'Как только SAFE Network начнет работу официально, MaidSafeCoin можно обменять на Safecoin в соотношении 1: 1. Это, вероятно, будет достигнуто путем отправки MaidSafeCoin на адрес, с которого их будет нельзя тратить, тем самым сжигая их. В замен, равное количество Safecoin будет выдано соответному отправителю в SAFE Network.'
          ]
        }
      ]
    },
    {
      title: 'О Фермерстве',
      items: [
        {
          question: 'Что такое Фермерство?',
          answer: [
            'Safecoin предоставляется пользователям в качестве стимула для предоставления своих ресурсов сети. Этими ресурсами являются: пространство хранения, процессор- CPU, пропускную способность и время работы в сети, которые позволяют зашифрованным частям сетевых данных храниться и извлекаться с их компьютера.',
            'Процесс предоставления ресурсов и получения Safecoin взамен называется ‘Фермерство‘.',
            'Каждый фрагмент зашифрованных сетевых данных хранится в Хранилище фермера, месте хранения и управления данными на компьютере фермера, которые они не могут прочитать или получить к нему доступ. SAFE Network предназначена для самостоятельного (автономного) управления этими ресурсами.'
          ]
        },
        {
          question: 'Как будет работать Фермерство?',
          answer: [
            'Когда пользователь сети запрашивает некоторые данные, например, просматривая веб-сайт, происходит ряд вещей: во-первых, клиентское программное обеспечение делает запрос на требуемые порции данных. Это сообщение (запрос GET) затем распространяется по сети, и, когда фрагмент обнаружен, возникает конкуренция между хранилищами в этом разделе, чтобы доставить его в сеть, где оно будет перенаправлено обратно запрашивающей стороне. Первое Хранилище , которое доставит, получит шанс быть награжденным одной Safecoin. Это описано как попытка ведения Фермерство.',
            'Попытка ведения Фермерство означает: доставляя блоки данных по запросу, Хранилище иногда получает возможность выполнить попытку ведения Фермерство. Это состоит из отправки подтвержденного запроса на случайный адрес Safecoin. Если уже существует Safecoin на этом адресе, попытка не удалась. Если там нет Safecoin, он создается и присуждается запрашивающему Хранилищу (т.е. была сделана успешная попытка ведения Фермерства).',
            'Таким образом, Фермерство - это когда Хранилище доставляет куски данных, которые оно хранит в сети, и получает Safecoin в ответ.',
            'Вероятность получения попытки ведения Фермерства зависит от farm_rate, которая является переменной, связанной с количеством доступных ресурсов хранения в сети.'
          ]
        },
        {
          question: 'Что остановит хостинг-провайдеров заниматься фермерством?',
          answer: [
            'Ничего. Каждый может быть фермером и тем самым внести свой вклад в сеть. Чтобы предотвратить централизацию, использование одной огромной фермы будет экономически нецелесообразным по сравнению с использованием нескольких небольших ферм. Алгоритм заработка Safecoin основан на Сигмовидной кривой, в которой все Хранилища сначала зарабатывают медленно, но со временем заработок увеличивается т.к. нарастают сохранённые данные до среднего по сети. Коэффициент заработка также учитывает ранг Хранилища , при котором сеть оценивает полезность каждого узла от 0 (самый худший) до 1 (лучший).',
            'Скорость заработка Safecoin-ов в конечном итоге является результатом скорости сети (баланса спроса и предложения в сети), умноженной на ранг Хранилища. Фермерская добыча достигнет до 20% выше среднего по сети, и тем самым обескуражит поддержку огромных Хранилищ, которые бы привели к централизации процесса фермерства в сети.'
          ]
        }
      ]
    },
    {
      title: 'Для разработчиков',
      items: [
        {
          question: 'Сколько для разработчиков?',
          answer: [
            '15% всех заработанных Safecoin будут выделены в общий запас разработчиков. Это обеспечит высокий уровень мотивации сообщества разработчиков и наградит их за создание бесплатных приложений в качестве модели дохода. Предполагается, что разработчики могут использовать SAFE Network для публикации и своих приложений. Разработчики этих приложений называются строители, и сеть вознаградит за использование этих приложений, заплатив им Safecoin-ом на основании использования приложения пользователями системы. Это возможно, так как разработчик приложения может вставить свой сетевой адрес кошелька в свое приложение. Это создает полностью автоматическую модель дохода для проектов с открытым исходным кодом, так для частных лиц так и для компаний-разработчиков приложений. Разработчики, которые работают по коду, который предотвращает или исправляет ошибки в SAFE Network , которые примутся в ядро кода, также смогут зарабатывать Safecoin.',
            'Основания для разработки в SAFE Network:',
            '\n*   Доступ до ваших приложений отовсюду\n*   Нет ключа API - просто скачайте наш код и начните его использовать\n*   Чрезвычайно низкие затраты на привлечение клиентов и отсутствие затрат на инфраструктуру\n*   Приложения, которые в реальном времени адаптируются к изменениям спроса\n*   Обеспечить безопасность, конфиденциальность и анонимность для всех ваших пользователей'
          ]
        },
        {
          question: 'Как разработчик, как я могу принять участие?',
          answer: [
            'Помимо нашего информативного и полезного [форума разработчиков](https://forum.safedev.org/), сеть SAFE Network имеет специальный [центр для разработчиков](https://hub.safedev.org/) который является центром для всех ресурсов разработки.',
            '[Посетите DevHub](https://hub.safedev.org/)'
          ]
        },
        {
          question: 'Почему SAFE Network с открытым исходным кодом?',
          answer: [
            'Поскольку SAFE Network потенциально может стать жизненно важной частью жизни каждого подключенного человека на планете, MaidSafe на 100% стремится обеспечить выпуск всего программного обеспечения по лицензии с открытым исходным кодом. Это поощряет инновации и помогает предотвратить контроль над технологией со стороны какого-либо отдельного человека, компании или организации.'
          ]
        },
        {
          question: 'Какие лицензии с открытым исходным кодом использует SAFE Network?',
          answer: [
            'Весь код SAFE Network и MaidSafe доступно на условиях по лицензии [GPLv3](https://www.gnu.org/licenses/gpl.html), [BSD](http://www.linfo.org/bsdlicense.html) или [MIT](https://opensource.org/licenses/MIT).'
          ]
        }
      ]
    }
  ]
}
