export default {
  title: 'Нет политики Cookie',
  desc: [
    '[MaidSafe.net](https://maidsafe.net/) Limited понимает, что ваша конфиденциальность важна для вас и что вы заботитесь о том, как используются ваши личные данные. Мы уважаем и ценим конфиденциальность всех, кто посещает этот сайт, поэтому с учетом этого мы не используем файлы cookie на этом сайте.',
    'Нет сессионного cookie; нет постоянного файла cookie; нет HttpOnly cookie; нет безопасного cookie; нет сторонних cookies. Серьезно … НЕТ COOKIES!'
  ],
  topics: []
}
