export default {
  banner: {
    title: 'Добро пожаловать в новую\n цифровую экономику',
    desc: 'Safecoin лежит в основе Сети. Это деньги, которые позволяют хранить данные и получаете вознаграждение, когда вы вносите свой вклад. Только с мгновенными транзакциями, неограниченным масштабированием и без комиссий.',
  },
  video: {
    caption: 'Safecoin: The Currency for Security and Privacy',
  },
  textBlock1: {
    title: 'Делитесь ресурсами, получайте деньги',
    para: [
      'Safecoin — это криптовалюта, как никакая другая. Цифровые деньги без публичного учёта. Не существует ограничений по количеству транзакций, которые могут осуществляться мгновенно, и в то же время неофициально.',
      'Заработать Safecoin просто. Выберите стать Фермером и подключите свой компьютер к сети. Смотрите, как Сеть автоматически и постоянно перемещает данные по всему миру, чтобы обеспечить эффективность. Proof of Resource заменяет более дорогие альтернативы, такие как Proof of Work.',
      'Затем Safecoin можно использовать для покупки сетевых ресурсов - например, как единовременной оплаты за загрузку данных - или обменивать на товары и услуги, как и любую другую валюту.',
    ],
  },
  textBlock2: {
    title: 'Сотрудничать и быть вознаграждённым.',
    para: [
      'Текущая поддерживаемая рекламой интернет-модель не работает. На SAFE популярные приложения и сайты оплачиваются непосредственно Сетью в зависимости от того, насколько они используются.',
      'Хотите создать приложение или создать контент? Дни необходимости покрывать расходы на инфраструктуру вашего сайта прошли. С платформой с открытым исходным кодом просто соберите и разверните. Ваши личные данные больше не являются активом в интересах других.'
    ],
    CTA: {
      name: 'Start developing',
      url: 'https://hub.safedev.org/'
    }
  },
  textBlock3: {
    title: 'Оплачивайте анонимно, получайте деньги тоже анонимно.',
    para: [
      'Safecoin действует как цифровая валюта. В отличие от криптовалют, основанных на блокчейне, публичный учёт отсутствует; только текущий и предыдущий владелец каждой монеты известны друг другу. Таким образом, вы получите деньги анонимно.',
      'Вы можете платить анонимно, если вам это нужно. Это ваш выбор.'
    ]
  },
  textBlock4: {
    title: 'Что значит, нет блокчейна?',
    para: [
      'В отличие от большинства криптовалют, Safecoin не имеет блокчейна. Это означает, что он будет очень масштабируемым, не обремененным постоянно растущим регистром транзакций.',
      'Это, в сочетании с так называемым механизмом консенсуса по группам, обеспечивает нечто действительно особенное: транзакции, которые подтверждаются на скорости сети и без платы за перевод.'
    ],
    CTA: {
      name: 'Что такое механизмом консенсуса по группам?',
      url: '/faq/#what-is-close-group-consensus'
    }
  },
  textBlock5: {
    title: 'Как купить Safecoin?',
    para: [
      'Safecoin - это валюта, которая обеспечит безопасность сети. Будет доступна для добычи, использования и торговли. Вы еще не можете купить их, но вы можете купить MaidSafeCoin.',
      'MaidSafeCoin (MAID) - это токен, который был создан в краудсейле в 2014 году для поддержки проекта, и каждая MAID будет заменена на Safecoin при запуске сети. Основанный на протоколе Omni поверх блокчейна Биткойн, MAID можно покупать и продавать, но не добывать.'
    ]
  },
  textBlock6: {
    title: 'Покупка MaidSafeCoin',
    para: [
      'MaidSafeCoin можно купить и обменять на этих биржах. Мы постоянно добавляем новые.',
      'MAID основан на протоколе Omni, и на данном этапе нет возможности хранения на холодных кошельках, поэтому, пока вы ожидаете конвертировать MAID в Safecoin при запуске сети, мы всегда рекомендуем хранить ваши монеты на холодных кошельках.'
    ]
  },
  exchanges: [
    {
      name: 'Bittrex',
      url: 'https://global.bittrex.com/Market/Index?MarketName=BTC-MAID'
    },
    {
      name: 'HitBTC',
      url: 'https://hitbtc.com/MAID-to-BTC'
    }
  ],
  faqs: {
    sections: [
      {
        title: 'Safecoin: часто задаваемые вопросы',
        items: [
          {
            question: 'Что такое Safecoin?',
            answer: [
              `Safecoin - это цифровые токены, которые автоматически генерируются сетью SAFE и находятся в сети SAFE Network. Сеть будет автономно подтверждать остатки на счетах в кошельках и разрешать транзакции. Safecoin переводится с использованием цифровой подписи последнего владельца монеты. Эта операция является «на уровне сети» - другими словами, сеть гарантирует и обновляет всю информацию о транзакциях. Здесь совсем другой подход, не такой, который используется в других проектах, таких как Биткойн.`,
              'В SAFE Network может быть много миллионов транзакций в секунду, и чем больше она становится, тем больше транзакций в секунду может быть выполнено. Safecoin регистрирует только предыдущих и текущих владельцев. Таким образом, она гарантирует, что с текущего владельца была передана в собственность должным образом последующему владельцу. Это позволяет очень легко и без задержек передавать монеты между людьми.',
              'Пожалуйста имейте в виду, что Safecoin не будет активен, пока сеть не будет запущена. Смотрите MaidSafeCoin для текущего токена прокси.'
            ]
          },
          {
            question: 'Как Safecoin используется в сети?',
            answer: [
              'Safecoin - валюта SAFE Network. Это стимулирующий механизм, который поощряет пользователей и разработчиков, а также через неё можно будет купить ресурсы и услуги от сети.',
              'Без какого-либо вмешательства человека SAFE Network автоматически выплачивает Safecoin фермерам (пользователям, которые присоединяются к сети, предоставляя свои вычислительные ресурсы) и строителям (разработчикам приложений, которым автоматически платят в зависимости от того, насколько используются их приложения).',
              'Кроме того, разработчики ядра, которые улучшают базовую кодовую базу SAFE Network, также могут заработать Safecoin, предоставляя исправления ошибок и добавление новых функций.',
              `Safecoin живет только в SAFE Network. Он хранится в кошельке пользователя и может быть использован для покупки сетевых услуг, таких как увеличение места для хранения информации и доступ к сетевым приложениям. В SAFE Network может быть 4,3 млрд. Safecoin-ов, нет установленного времени их полного создания, всё автономно и зависит от спроса и предложения ресурсов в SAFE Network.`,
              'Пожалуйста имейте в виду, что Safecoin не будет активен, пока сеть не будет запущена. Смотрите текущий токен прокси.'
            ]
          },
          {
            question: 'Как купить Safecoin?',
            answer: [
              'Safecoin не будет выпущен до тех пор, пока Сеть не заработает, поэтому их нельзя купить в данный момент. В настоящее время вы можете купить MaidSafeCoin, который будет заменен на Safecoin 1 за 1 после его выпуска.'
            ]
          },
          {
            question: 'Что такое MaidSafeCoin?',
            answer: [
              `MaidSafeCoin - это прокси-токен, который был выпущен во время публичной распродажи MaidSafe и будет заменен на Safecoin 1 за 1 при выпуске Safecoin. MaidSafeCoin указан в блокчейне Bitcoin и может быть приобретен на нескольких биржах, включая:`,
              '- [Bittrex](https://global.bittrex.com/Market/Index?MarketName=BTC-MAID)\n- [HitBTC](https://hitbtc.com/MAID-to-BTC)'
            ]
          },
          {
            question: 'Как купить MaidSafeCoin?',
            answer: [
              'По сути, все, что нам нужно сделать, это купить биткойны и обменять их на MaidSafeCoin. Есть несколько простых шагов, необходимых для этого:',
              '- Создайте [OmniWallet](http://omniwallet.org/).\n- Купите биткойн у вашего предпочтительного продавца.\n- Создайте торговый счет на бирже, в которой перечислены MaidSafeCoin (например, на [Bittrex](https://global.bittrex.com/Market/Index?MarketName=BTC-MAID)).\n- Отправьте биткойн на торговый счет.\n- Обменяйте биткойны на MaidSafeCoin.\n- Выведите средства / переведите в OmniWallet.\n- MaidSafeCoin теперь в вашем OmniWallet!'
            ]
          },
          {
            question: 'Где я могу хранить MaidSafeCoin?',
            answer: [
              'Поскольку MaidSafeCoin построен с использованием протокола Omni на блокчейне Биткойн, его можно хранить в любом кошельке. Они могут быть не видны в программном обеспечении кошелька (из-за отсутствия поддержки Omni), но MaidSafeCoin будет в безопасности, пока ваш компьютер и личный ключ для этого адреса защищены. Вы сможете просмотреть их, используя [omniexplorer.info](https://omniexplorer.info).',
              'Чтобы создать новый Omniwallet или открыть существующий, посетите [omniwallet.org](https://www.omniwallet.org/).'
            ]
          },
          {
            question: 'Что такое Фермерство?',
            answer: [
              'Safecoin предоставляется пользователям в качестве стимула для предоставления своих ресурсов сети. Этими ресурсами являются: пространство хранения, процессор- CPU, пропускную способность и время работы в сети, которые позволяют зашифрованным частям сетевых данных храниться и извлекаться с их компьютера.',
              'Процесс предоставления ресурсов и получения Safecoin взамен называется ’Фермерство‘.',
              `Каждый фрагмент зашифрованных сетевых данных хранится в ’Хранилище’ фермера, месте хранения и управления данными на компьютере фермера, которые они не могут прочитать или получить к нему доступ. SAFE Network предназначена для самостоятельного (автономного) управления этими ресурсами.`,

            ]
          },
          {
            question: 'Как будет работать Фермерство?',
            answer: [
              'Когда пользователь сети запрашивает некоторые данные, например, просматривая веб-сайт, происходит ряд вещей: во-первых, клиентское программное обеспечение делает запрос на требуемые порции данных. Это сообщение (запрос GET) затем распространяется по сети, и, когда фрагмент обнаружен, возникает конкуренция между хранилищами в этом разделе, чтобы доставить его в сеть, где оно будет перенаправлено обратно запрашивающей стороне. Первое Хранилище, которое доставит, получит шанс быть награжденным одной Safecoin. Это описано как попытка ведения Фермерство (Farming Attempt).',
              'Попытка ведения Фермерство (Farming Attempt) означает: доставляя блоки данных по запросу, Хранилище иногда получает возможность выполнить попытку ведения Фермерство (Farming Attempt). Это состоит из отправки подтвержденного запроса на случайный адрес Safecoin. Если уже существует Safecoin на этом адресе, попытка не удалась. Если там нет Safecoin, он создается и присуждается запрашивающему Хранилищу (т.е. была сделана успешная попытка ведения Фермерства (Farming Attempt).',
              'Таким образом, Фермерство - это когда Хранилище доставляет куски данных, которые оно хранит в сети, и получает Safecoin в ответ. Вероятность получения попытки ведения Фермерства зависит от farm_rate, которая является переменной, связанной с количеством доступных ресурсов хранения в сети.'
            ]
          },
        ],
      }
    ],
    CTA: {
      name: 'Больше часто задаваемых вопросов',
      url: '/faq/'
    }
  }
}
