export default {
  title: 'Политика конфиденциальности',
  topics: [
    {
      title: 'Контроллер данных: MaidSafe.Net Limited',
      para: [
        'Обновлено 31 июля 2019 г.',
        'Мы очень серьезно относимся к тому, как обрабатываем ваши персональные данные. Эта политика объясняет, как мы собираем, управляем, используем и защищаем ваши личные данные.',
        'Мы можем время от времени изменять эту политику, чтобы отражать самые последние взгляды на то, что мы делаем с вашей информацией. Пожалуйста, проверяйте чаще, чтобы увидеть, если мы внесли какие-либо изменения.'
      ],
    }, {
      title: 'Что покрывает эта политика?',
      para: [
        'Эта политика конфиденциальности распространяется только на использование вами нашего сайта. Наш сайт может содержать ссылки на другие сайты. Обратите внимание, что мы не можем контролировать, как ваши данные собираются, хранятся или используются другими веб-сайтами, и мы советуем вам проверить политику конфиденциальности таких сайтов, прежде чем предоставлять им какие-либо данные.'
      ]
    }, {
      title: 'Что такое личные данные?',
      para: [
        'Под персональными данными понимаются любые данные, относящиеся к идентифицируемому лицу, которое может быть прямо или косвенно идентифицировано по этим данным. В данном случае это личные данные, которые вы предоставляете нам через наш сайт. Это определение должно включать, где это применимо, определения приведенные в Регламенте ЕС 2016/679 - Общее положение о защите данных (“GDPR”).'
      ]
    }, {
      title: 'Какую информацию собирает организация?',
      para: [
        'Мы не размещаем файлы cookie на вашем компьютере или устройстве, однако организация собирает информацию о вас следующим образом:',
        // '- Your IP Address',
        // 'During the Alpha phase of the SAFE Network development we record the currently active IP address of your login in order to avoid spamming attempts. The IP address is recorded only when the “Set Registered IP” or “Update Registered IP” buttons are pressed. The data will be stored on an external server [Digital Ocean](https://www.digitalocean.com/) and will be deleted as soon as it is apparent that the information is no longer needed for the purpose for which it was retained.',
        // '- Your email address',
        'Если вы решите подписаться на нашу новостную рассылку, мы получим ваш электронный адрес. Если вы пользователь iOS и регистрируетесь для загрузки браузера SAFE на свое устройство iOS, мы собираем ваш адрес электронной почты.',
        '- Ваше имя, iOS-устройство и UDID',
        'Если вы являетесь пользователем iOS и регистрируетесь для загрузки браузера SAFE на свое устройство iOS, AppCenter требует, чтобы вы указали свое имя, устройство iOS и UDID для всех устройств iOS, на которые вы хотите загрузить браузер SAFE.',
        '- добровольно представленная информация',
        'Кроме того, мы можем собирать и хранить информацию, которую вы добровольно предоставляете нам, связываясь с нами по электронной почте. Вам решать, предоставлять ли нам информацию и какой объем информации предоставить.',
        ]
    },
	{
      title: 'Почему организация обрабатывает личные данные?',
      para: [
        'Организация имеет законный интерес в обработке персональных данных (текущий IP-адрес), чтобы обеспечить доступ к SAFE Network на этапе разработки Alpha без возможности атак со стороны злоумышленников.',
        'Сбор IP-адресов является временной мерой, но необходимой на данном этапе, поскольку он действует как форма защиты от спама - предотвращает создание кем-либо тысяч учетных записей и нападение на Сеть, пока она находится на стадии Альфа. Компания будет собирать эту информацию только в том случае, если вы с вашего согласия нажмете кнопку «Установить зарегистрированный IP» или «Обновить зарегистрированный IP».',
        'Сбор адресов электронной почты с вашего согласия позволяет нам отправлять вам электронные письма и держать вас в курсе всех новостей, связанных с SAFE Network. Предоставление адреса электронной почты, если вы являетесь пользователем iOS, дает вам возможность развернуть и протестировать браузер SAFE.'
      ]
    },
	{
      title: 'У кого есть доступ к данным?',
      para: [
        'Ваша информация может быть передана внутри компании для целей развития SAFE Network. Сюда входят члены групп маркетинга, контроля качества, разработки и расчета заработной платы.',
        'Когда вы даете согласие на сбор вашего IP-адреса, он будет храниться на внешнем сервере, размещенном в Digital Ocean, к которому имеют доступ группы контроля качества и разработчиков. Более подробную информацию об их политике конфиденциальности можно найти здесь - [https://www.digitalocean.com/legal/privacy-policy/](https://www.digitalocean.com/legal/privacy-policy/)',
        'Когда вы даете согласие на сбор адреса электронной почты, подписавшись на новостную рассылку, ваш адрес электронной почты будет храниться на внешнем сервере, размещенном в [MailChimp](https://mailchimp.com/) к которому имеет доступ группа маркетинга MaidSafe. При регистрации в Mailchimp ваш адрес электронной почты будет храниться в MailChimp, кроме того, Mailchimp может также собирать следующие данные от вас; информация об устройстве и использовании продукта. При отмене подписки, обновлении настроек или просмотре электронной почты в браузере MailChimp может размещать файлы cookie на вашем устройстве.',
        'Если вы хотите отказаться от подписки на новостную рассылку, MailChimp немедленно анонимизирует ваши личные данные, и мы навсегда удалим оставшиеся анонимные данные каждый май и ноябрь.',
        'Более подробную информацию об их политике конфиденциальности можно найти здесь - [https://mailchimp.com/legal/privacy/](https://mailchimp.com/legal/privacy/)',
        'Если вы являетесь пользователем iOS и регистрируетесь в MaidSafe, чтобы стать тестером SAFE Browser для iOS, вам будет предложено заполнить форму Google, чтобы сообщить свои данные - [https://policies.google.com/privacy?hl=en](https://policies.google.com/privacy?hl=en)',
        'Если вы пользователь iOS и регистрируетесь в AppCenter для загрузки браузера SAFE, вы даете согласие на сбор адреса электронной почты, имени, устройства iOS и UDID. Эта информация хранится в [AppCenter](https://privacy.microsoft.com/en-gb/privacystatement), к которому имеют доступ группы QA и разработчиков.'
      ]
    }, {
      title: 'Как организация защищает данные?',
      para: [
        'Организация ограничила количество собираемых личных данных. Организация ограничила количество людей, которые имеют доступ к Digital Ocean, Mailchimp и AppCenter.',
      ]
    }, {
      title: 'Как долго организация хранит данные?',
      para: [
        'IP-адреса будут сохраняться до тех пор, пока SAFE Network не перейдет в бета-стадию. Это позволяет нам исследовать любые проблемы и тенденции, возникающие в ходе наших испытаний.',
        'Адреса электронной почты будут храниться до тех пор, пока вы не решите отказаться от подписки на нашу рассылку. Адреса электронной почты будут храниться в форме Google в течение 1 недели',
      ]
    },
	{
      title: 'Ваши права',
      para: [
        'Как субъект данных у вас есть ряд прав. У вас есть:',
        '- право на получение информации о Нашем сборе и использовании персональных данных;',
        '- право доступа к личным данным, которые мы храним о вас;',
        '- право на исправление, если какие-либо личные данные о вас, которые мы храним, являются неточными или неполными;',
        '- право быть забытым - то есть право просить нас удалить любые личные данные, которые мы храним о вас;',
        '- право ограничивать (то есть предотвращать) обработку ваших личных данных;',
        '- право на переносимость данных (получение копии ваших личных данных для повторного использования с другой службой или организацией);',
        '- право возражать против нас, используя ваши личные данные для определенных целей; а также',
        '- Права на автоматизированное принятие решений и профилирование',
        'Если вы хотите воспользоваться каким-либо из этих прав, пожалуйста, свяжитесь с нами на gdpr@maidsafe.net. Если вы считаете, что организация не выполнила ваши права на защиту данных, вы можете подать жалобу Уполномоченному по вопросам информации.'
      ]
    }, {
      title: 'Что если вы не предоставите личные данные?',
      para: [
        'У вас нет никаких законодательных или договорных обязательств по предоставлению вашего IP-адреса, однако, если вы не предоставите нам эту информацию, вы не сможете в полной мере использовать или тестировать наш набор продуктов.',
        'У вас нет законных или договорных обязательств по предоставлению вашего адреса электронной почты, однако, если вы не предоставите нам эту информацию, вы не сможете получать нашу рассылку или тестировать браузер на устройстве iOS.',
      ]
    }, {
      title: 'Автоматизированное принятие решений',
      para: [
        'Там нет автоматического принятия решений',
      ]
    }, {
      title: "Политика конфиденциальности MaidSafe",
      para: [
        'Чтобы ознакомиться с политикой конфиденциальности MaidSafe, перейдите [на страницу конфиденциальности](https://maidsafe.net/privacy) на maidsafe.net.',
      ]
    },  {
      title: 'Как мне подать жалобу?',
      para: [
        'Вы имеете право подать жалобу относительно обработки, хранения или хранения ваших данных. Мы надеемся разрешить любую жалобу внутри компании, и если вы хотите подать жалобу нам в первую очередь, пожалуйста, свяжитесь с gdpr@maidsafe.net. Однако вы также имеете право в любое время подать жалобу в Комиссию по информации (ICO) в отношении обработки ваших персональных данных. Информацию можно найти на сайте [www.ico.org.uk.](https://www.ico.org.uk/)',
      ]
    }
  ]
}
