export default {
  pageTitle: 'Пресс-кит',
  copyText1: {
    para: 'SAFE Network - это децентрализованная сеть передачи данных и связи с открытым исходным кодом, которая заменяет центры обработки данных и серверы - резервными вычислительными ресурсами своих пользователей.',
    buttonText: 'Скопировать фрагмент текста'
  },
  copyText2: {
    title: 'Цели проекта',
    para: 'SAFE Network направлена на защиту данных в мире, обеспечивая конфиденциальность, безопасность и свободу каждому на планете.',
    buttonText: 'Скопировать фрагмент текста'
  },
  copyText3: {
    title: 'О Safecoin',
    para: 'Safecoin - это механизм, который стимулирует предоставление ресурсов сетью, измеряя и поощряя ценность без потерь. Никаких доказательств работы и блокчейна.',
    buttonText: 'Скопировать фрагмент текста'
  },
  textSnippet1: {
    title: 'Что означает безопасная сеть для свободы слова',
    para: [
      'Благодаря своей децентрализованной архитектуре и отсутствию центрального контроля SAFE Network обладает высокой степенью защиты от цензуры. Контент может быть опубликован мгновенно и анонимно без ведома третьих лиц. Больше нельзя скрывать истории, которые нужно рассказывать, при этом личность автора и любые источники также могут быть конфиденциальными.'
    ]
  },
  textSnippet2: {
    title: 'Новый поток доходов',
    para: [
      'В современной централизованной сети монетизация контента зависит от рекламы, независимо от стоимости конфиденциальности данных.',
      'В SAFE Network монетизация будет происходить из Safecoin. Создатели контента смогут отмечать свой контент и по желанию получать микроплатежи от читателей контента. По сути, издательский сервис со встроенным потоком доходов.'
    ]
  },
  interviewRequest: {
    title: 'Запрос интервью',
    para: [
      'Если вы хотите написать о нас, свяжитесь с нами по адресу [pr@maidsafe.net](mailto:pr@maidsafe.net). Это, очевидно, не является обязательным требованием, но мы будем рады ответить на любые ваши вопросы и выделить время для собеседования, если потребуется.'
    ],
    buttonText: 'Запросить интервью',
    toLink: 'mailto:pr@maidsafe.net'
  },
  techCrunch: {
    para: '"...буквальная противоположность крипто-оппортунистам, работающим по ночам. Они работали над децентрализованным сетевым взаимодействием задолго до того, как пространство стало таким горячим, раскрученным, как сейчас."'
  },
  theGuardian: {
    para: 'Панк-рок Интернет - как DIY (Do It Yourself) ​​повстанцы ​работают ​чтобы заменить технических гигантов'
  },
  spectrum: {
    para: '‘Силиконовая долина’ HBO превращается в реальный стартап MaidSafe для своего децентрализованного Интернета'
  },
  downloads: {
    title: 'Скачать',
    logos: {
      title: 'Логотипы',
      para: 'Пакет логотипов, форматы PNG, SVG и EPS, в черном или белом вариантах.',
      credit: 'Логотипы SAFE Network от Dusan Sevarika лицензированы в соответствии с [Creative Commons Attribution-ShareAlike 4.0](https://creativecommons.org/licenses/by-sa/4.0/)'
    },
    images: {
      title: 'Пакет изображений',
      para: 'Напечатайте готовые редакционные фотографии и изображения, готовые для добавления к вашему произведению.'
    },
    documents: {
      title: 'Документы',
      para: 'Уайтэпаперс и более подробное прочтение о SAFE Network.',
      list: [
        {
          id: 'parsecWhitePaper',
          title: 'ПАРСЕК Уайтэпаперс',
          para: 'Получите все подробности о нашем чрезвычайно асинхронном, Византийском механизме консенсуса.'
        },
        {
          id: 'primer',
          title: 'SAFE Network Руководство',
          para: 'Написано сообществом, и очень подробное введение в дизайн и технологии, которые лежат в основе SAFE Network.'
        }
      ]
    }
  }
}
